name: "testApp"
cloudlayer {
  datacenters {
    location: "阿里云"
    cloudnodes {
      id: "6"
      containers {
        cpu: 2.0
        memory: 1024.0
        store: 2048.0
        id: "7"
      }
    }
  }
}
networklayer {
}
endlayer {
  rooms {
    location: "NMB-G513"
    devices {
      name: "light"
      id: "12"
    }
    devices {
      name: "magnet"
      id: "13"
    }
  }
}
